{
    "current": {
        "postdocs": [
            {
                "firstname": "Yongtao",
                "lastname": "Zhang",
                "picture": "yongtao_zhang.jpg",
                "description": "Yongtao Zhang is a Postdoctoral Research Associate at Rensselaer Polytechnic Institute, specializing in quantum networks and network resilience. He holds a Ph.D. in Control Science and Engineering from Zhejiang University. His research interests focus on network percolation and resilience, with applications in quantum networks, power networks, and social networks."
            }
        ],
        "graduates": [
            {
                "firstname": "Chenxuguang",
                "lastname": "Zhu",
                "picture": "chenxuguang_zhu.jpg",
                "description": "Chenxuguang Zhu received the B.S. degree in applied physics from Central South University in 2020 and the M.S. degree in physical science from the University of Chicago in 2022. He is currently working toward the Ph.D degree in physics with the department of physics, applied physics, and astronomy, Rensselaer Polytechnic Institute. His research interests include statistical physics, random cluster model, percolation theory."
            },
            {
                "firstname": "Nicholas M.",
                "lastname": "Pardave",
                "picture": "nicholas_pardave.jpg",
                "description": "I received a dual B.S in Computer Science & Mathematics and a M.S. degree in Computer Science at RPI. I am currently working on my Ph.D. with a main focus in Quantum Computing. Some of my academic interests include Quantum Computing, Machine Learning and Optimization while some of my personal interests include running, rock climbing, and hiking."
            },
            {
                "firstname": "Stanley",
                "lastname": "Goodwin",
                "picture": "stanley_goodwin.png",
                "description": "Hello, I'm Stanley Goodwin. I am a Physics Ph.D. candidate with an interest in theoretical statistical mechanics, information theory, and quantum computing."
            }
        ],
        "undergraduates": [
            {
                "firstname": "Benjamin",
                "lastname": "Black",
                "picture": "placeholder.jpg",
                "description": "Benjamin Black is an undergraduate physics major. His research is into the degree dynamics of river networks, particularly focusing on whether a physical aspect of river networks results in them exhibiting scale-free properties, and if this extends to other physical networks. Benjamin's other interests include playing French Horn in the Rensselaer Orchestra and Wind Symphony, being part of the Society of Physics Students, Rensselaer Model Railroad Society, RPI Curling club, and in his free time enjoys hiking and mountain biking."
            },
            {
                "firstname": "Zeke",
                "lastname": "Gentchos",
                "picture": "placeholder.jpg",
                "description": ""
            }
        ]
    }
}